import "./component.css";
import foto1 from "./foto1.jpg";

export default function Component() {
  return (
    <div class="Component">
      <h1>Плов</h1>
      <img class="foto" src={foto1} alt="logo" />
      <h2>Рецепт</h2>
      <div class="recipe">
        <a>
          Бывает плов с бараниной, плов со свининой, плов с говядиной, плов
          куриный, морской плов, плов без мяса, постный плов, вегетарианский
          плов, овощной плов, фруктовый плов, красный плов и т.д. Выделяют
          узбекский плов, туркменский плов, армянский плов, азербайджанский
          плов, самаркандский плов, итальянский плов, ферганский плов и т.д.
          Состав классического плова включает: 1. Мясо (баранина, свинина,
          говядина, телятина) 2. Морковь (лучше желтая, сочная, спелая) 3. Жир
          или масло 4. Рис (крупный) 5. Репчатый лук 6. Специи и приправы для
          плова: зерна киндзы, зира, барбарис, шафран, базилик, изюм,
          сухофрукты. Для приготовления простого плова на десять порций
          (примерно 8 литров плова) необходимо: 1. Мясо - 1.5 кг 2. Рис - 1.5 кг
          3. Лук - 0.5 кг 4. Морковь - 1 кг 5. Растительное масло - 450 гр. (на
          1 кг. риса – 300 гр. масла ). 6. Специи - 50 гр. Существует не один
          способ приготовления плова, но в любом случае вам не обойтись без
          казана. 1. До начала приготовления плова моем казан горячей водой.
          После чего ставим его нагреваться на максимальном огне (стоит сразу
          отметить то, что уровень интенсивности огня не будет меняться до
          определенного этапа приготовления плова – смотрите ниже). 2.
          Разогреваем казан для плова на огне в течение пяти-семи минут, после
          чего вливаем в него все приготовленное масло. 3. Продолжаем нагревать
          казан на огне, пока не появится слабый дым (испарение). Для этого
          должно пройти в среднем восемь-десять минут. 4. Опускаем в казан
          очищенный и нарезанный кольцами лук. Толщина колец должна составлять
          пол сантиметра. При этом сразу начинаем интенсивно перемешивать лук.
          Внимание: Ни в коем случае не закрывайте казан крышкой. Крышка
          опускается на казан, только после закладки в него риса. 5. В течение
          семи - десяти минут, лук покрывается золотистой корочкой.
          Интенсивность и продолжительность обжаривания зависит от интенсивности
          огня и первоначальной температуры масла. Вкусный плов получится в том
          случае, если вы качественно обжарите лук. Обжаренный лук существенно
          влияет на вкус плова и его цвет. Надо придерживаться золотой середины:
          лук должен быть максимально обжарен (получаем темный цвет), но при
          этом лук не должен сгореть (превратиться в угольки). 6. Нарезается
          мясо небольшими кусочками, в форме кубиков. Средний размер кусочков
          должен составлять 4 сантиметра. Как только лук будет обжарен, сразу
          опускаем нарезанное мясо в казан. Помешивая полученную массу, жарим на
          сильном огне, пока мясо не потемнеет и не получит цветную корочку.
          Процесс обжаривания мяса должен продолжаться около 15 минут.
          Незабываем помешивать плов с периодичностью в одну минуту. 7. Заранее
          чистим и нарезаем соломкой морковь. После обжаривания мяса закладываем
          морковь в казан. Продолжаем жарить полученную массу, периодически
          помешивая, еще в течение минут 10-15. 8. После чего в казан заливается
          крутой кипяток. Уровень воды должен скрывать содержимое казана, но при
          этом не превышать его. В результате мы получаем так называемый зирвак.
          9. Уменьшаем огонь под казаном до минимума, так чтобы сохранить
          кипение в нем. Засыпаем соль - 2 столовые ложки, и кладем подобранные
          приправы и специи для плова. Перемешиваем содержимое и варим примерно
          15 – 30 минут. Мясо должно быть готово. Стоит учесть, что качественное
          и свежее мясо готовится намного быстрее, чем старое и залежавшееся.
          10. Теперь можно и попробовать на вкус полученный зирвак. Вы должны
          получит горько-соленый, даже пересоленный вкус. Не стоит пугаться за
          большое количество соли – большую часть соли поглотит при варке рис.
          При необходимости стоит подсыпать еще немного соли для получения
          соленого вкуса зирвака. 11. Необходимо вскипятить воды для варки риса.
          Тщательно промываем рис. Увеличиваем огонь под казаном до
          максимального уровня. Поверх полученного зирвака закладываем ровным
          слоем рис, разравнивая его шумовкой. После чего в казан заливается
          кипяток. Уровень воды должен превышать рис на 1.5 сантиметра.
        </a>
      </div>
    </div>
  );
}
